Repository: Mohamed-Hegazy2020/ClinicApp
Catalog: App.Application/Resources/SharedResources.*.resx
Languages: ar

source: Code
ar: الكود

source: NameAr
ar: الاسم العربي

source: NameEn
ar: الاسم الإنجليزي

source: CreateNew
ar: جديد

source: Back
ar: رجوع

source: CreateNewLanguage
ar: إضافة لغة

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: EditLanguage
ar: تعديل لغة

source: Languages
ar: اللغات

source: Save
ar: حفظ

source: Search
ar: بحث

source: UserName
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: RememberMe
ar: تذكرني

source: BasicDataMenuName
ar: البيانات الرئيسية

source: TransDataMenuName
ar: الحركات

source: ClinicData
ar: بيانات العيادة

source: Main
ar: الرئيسية

source: DateOfBirth
ar: تاريخ الميلاد

source: Age
ar: السن

source: Gender
ar: النوع

source: Email
ar: الإيميل

source: PhoneNumber
ar: رقم الهاتف

source: Address
ar: العنوان

source: BloodType
ar: فصيلة الدم

source: HasAllergies
ar: لدية حساسية

source: AllergiesDetails
ar: تفاصيل الحساسية

source: HasChronicDiseases
ar: يعاني من أمراض مزمنة

source: ChronicDiseasesDetails
ar: تفاصيل الأمراض المزمنة

source: CurrentMedications
ar: الأدوية الحالية

source: PastSurgeries
ar: العمليات الجراحية السابقة

source: FamilyMedicalHistory
ar: التاريخ الطبي للعائلة

source: Actions
ar: الإجراء

source: PatientsList
ar: المرضي

source: CreateNewPatient
ar: إضافة مريض

source: BackToList
ar: عودة للقائمة

source: PersonalData
ar: بيانات شخصية

source: MidicalData
ar: بيانات طبية

source: Users
ar: قائمة المستخدمين

source: Patients
ar: قائمة المرضي

source: Mobile
ar: رقم موبيل

source: DoctorName
ar: اسم الدكتور

source: WorkTimes
ar: مواعيد العمل

source: Image
ar: الصورة

source: ClinicsList
ar: قائمة العيادات

source: Fax
ar: فاكس

source: CreateNewClinic
ar: إضافة عيادة

source: EditClinic
ar: تعديل عيادة
